11/data/attachments/a5d696cf49235af0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_a6a012d4-10f1-4bf4-84cf-8d2df9a59ec7</nif:username>
            <nif:pageInfo>
                <nif:page>1</nif:page>
                <nif:size>0</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>